results/ycsb/4-nodes/6-clients/couchbase2/workloadd_couchbase_custom-validation/result-100.txt
[OVERALL], RunTime(ms), 29033
[OVERALL], Throughput(ops/sec), 3444.3564220025487
[TOTAL_GCS_G1_Young_Generation], Count, 39
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 625
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 2.1527227637515933
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 39
[TOTAL_GC_TIME], Time(ms), 625
[TOTAL_GC_TIME_%], Time(%), 2.1527227637515933
[READ], Operations, 94923
[READ], AverageLatency(us), 19522.134150838046
[READ], MinLatency(us), 90
[READ], MaxLatency(us), 7936639
[READ], Return=OK, 94923
[READ], 0, 360817.0
[READ], 1000, 26381.18396122494
[READ], 2000, 16604.686463349386
[READ], 3000, 14986.263349706862
[READ], 4000, 16845.438145231845
[READ], 5000, 12040.91291989664
[READ], 6000, 14794.200791765637
[READ], 7000, 14926.505227601738
[READ], 8000, 15758.660609037328
[READ], 9000, 13688.702471630655
[READ], 10000, 14091.780753968254
[READ], 11000, 13999.837573964496
[READ], 12000, 11970.80796045126
[READ], 13000, 10012.91921451653
[READ], 14000, 10166.913511507053
[READ], 15000, 2988.049556439278
[CLEANUP], Operations, 100
[CLEANUP], AverageLatency(us), 0.38
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 19
[CLEANUP], 0, 5.0
[CLEANUP], 1000, 0.3157894736842105
[CLEANUP], 2000, 0.30303030303030304
[CLEANUP], 3000, 0.045454545454545456
[INSERT], Operations, 5077
[INSERT], AverageLatency(us), 18300.145755367343
[INSERT], MinLatency(us), 186
[INSERT], MaxLatency(us), 7620993
[INSERT], Return=OK, 5077
[INSERT], 0, 217353.18181818182
[INSERT], 1000, 19849.08583690987
[INSERT], 2000, 18337.645901639346
[INSERT], 3000, 15529.603715170279
[INSERT], 4000, 15832.092063492064
[INSERT], 5000, 14465.581986143186
[INSERT], 6000, 16305.280966767372
[INSERT], 7000, 17718.13015873016
[INSERT], 8000, 17852.046439628484
[INSERT], 9000, 17741.632258064517
[INSERT], 10000, 15644.358441558441
[INSERT], 11000, 15370.74794520548
[INSERT], 12000, 12084.769911504425
[INSERT], 13000, 10229.405339805826
[INSERT], 14000, 9579.372832369942
[INSERT], 15000, 3043.276595744681