results/ycsb/4-nodes/6-clients/couchbase2/workloadd_couchbase_custom-validation/result-20.txt
[OVERALL], RunTime(ms), 23762
[OVERALL], Throughput(ops/sec), 4208.3999663328
[TOTAL_GCS_G1_Young_Generation], Count, 17
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 230
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.9679319922565441
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 17
[TOTAL_GC_TIME], Time(ms), 230
[TOTAL_GC_TIME_%], Time(%), 0.9679319922565441
[READ], Operations, 95033
[READ], AverageLatency(us), 3797.4035335094127
[READ], MinLatency(us), 87
[READ], MaxLatency(us), 1356124
[READ], Return=OK, 95034
[READ], 0, 29917.767512690356
[READ], 1000, 5385.124576271186
[READ], 2000, 5051.648227712138
[READ], 3000, 4436.0021479713605
[READ], 4000, 3943.2714072175954
[READ], 5000, 3443.0218356115747
[READ], 6000, 3485.470599250936
[READ], 7000, 2867.5924344112263
[READ], 8000, 2738.024592549476
[READ], 9000, 4213.939181550983
[READ], 10000, 4023.1769836205062
[READ], 11000, 4017.0547887024845
[READ], 12000, 3449.397037037037
[READ], 13000, 3063.2613874134877
[READ], 14000, 3733.986197239448
[READ], 15000, 2865.403268074611
[READ], 16000, 3143.7148141920297
[READ], 17000, 4123.235321637427
[READ], 18000, 2201.815902712816
[READ], 19000, 1371.515331355094
[CLEANUP], Operations, 20
[CLEANUP], AverageLatency(us), 0.85
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 0, 5.0
[CLEANUP], 1000, 0.8571428571428571
[CLEANUP], 2000, 0.5
[INSERT], Operations, 4966
[INSERT], AverageLatency(us), 4228.311316955296
[INSERT], MinLatency(us), 196
[INSERT], MaxLatency(us), 75531
[INSERT], Return=OK, 4966
[INSERT], 0, 9548.38947368421
[INSERT], 1000, 5714.192893401016
[INSERT], 2000, 5344.966346153846
[INSERT], 3000, 5367.136563876652
[INSERT], 4000, 4080.96992481203
[INSERT], 5000, 3641.755162241888
[INSERT], 6000, 3850.975438596491
[INSERT], 7000, 3487.364985163205
[INSERT], 8000, 3788.1496815286623
[INSERT], 9000, 4819.071146245059
[INSERT], 10000, 5225.231578947369
[INSERT], 11000, 5066.929752066116
[INSERT], 12000, 3665.5572755417957
[INSERT], 13000, 3096.769230769231
[INSERT], 14000, 5015.613475177305
[INSERT], 15000, 3527.4594594594596
[INSERT], 16000, 4143.733606557377
[INSERT], 17000, 3669.660714285714
[INSERT], 18000, 2619.7028301886794
[INSERT], 19000, 667.0